Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-FR-Trados.tmx
Source language: en_gb
Languages: fr_fr

source: any personal data processed in the context of the sandbox are protected by means of appropriate technical and organisational measures and deleted once the participation in the sandbox has terminated or the personal data has reached the end of its retention period;
fr_fr: les données à caractère personnel traitées dans le cadre du bac à sable sont protégées par des mesures techniques et organisationnelles appropriées et supprimées une fois que la participation au bac à sable a cessé ou que la période de conservation de ces données à caractère personnel a expiré;

source: the logs of the processing of personal data in the context of the sandbox are kept for the duration of the participation in the sandbox, unless provided otherwise by Union or national law;
fr_fr: les registres du traitement des données à caractère personnel dans le cadre du bac à sable sont conservés pendant la durée de la participation au bac à sable, sauf disposition contraire du droit de l’Union ou du droit national;

source: a complete and detailed description of the process and rationale behind the training, testing and validation of the AI system is kept together with the testing results as part of the technical documentation referred to in Annex IV;
fr_fr: une description complète et détaillée du processus et de la justification de l’entraînement, de la mise à l’essai et de la validation du système d’IA est conservée avec les résultats des essais, et fait partie de la documentation technique visée à l’annexe IV;

source: a short summary of the AI project developed in the sandbox, its objectives and expected results is published on the website of the competent authorities; this obligation shall not cover sensitive operational data in relation to the activities of law enforcement, border control, immigration or asylum authorities.
fr_fr: un résumé succinct du projet d’IA développé dans le cadre du bac à sable, de ses objectifs et des résultats escomptés est publié sur le site web des autorités compétentes; cette obligation ne couvre pas les données opérationnelles sensibles relatives aux activités des autorités répressives, des autorités chargées des contrôles aux frontières, des services de l’immigration ou des autorités compétentes en matière d’asile.

source: For the purposes of the prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, including safeguarding against and preventing threats to public security, under the control and responsibility of law enforcement authorities, the processing of personal data in AI regulatory sandboxes shall be based on a specific Union or national law and subject to the same cumulative conditions as referred to in paragraph 1.
fr_fr: Aux fins de la prévention et de la détection d’infractions pénales, ainsi que des enquêtes et des poursuites en la matière ou de l’exécution de sanctions pénales, y compris la protection contre les menaces pour la sécurité publique et la prévention de telles menaces, sous le contrôle et la responsabilité des autorités répressives, le traitement des données à caractère personnel dans les bacs à sable réglementaires de l’IA est fondé sur une disposition spécifique du droit de l’Union ou du droit national et soumis aux mêmes conditions cumulatives que celles visées au paragraphe 1.

source: Paragraph 1 is without prejudice to Union or national law which excludes processing of personal data for other purposes than those explicitly mentioned in that law, as well as to Union or national law laying down the basis for the processing of personal data which is necessary for the purpose of developing, testing or training of innovative AI systems or any other legal basis, in compliance with Union law on the protection of personal data.
fr_fr: Le paragraphe 1 est sans préjudice du droit de l’Union ou du droit national excluant le traitement des données à caractère personnel à des fins autres que celles expressément mentionnées dans ce droit, ainsi que sans préjudice du droit de l’Union ou du droit national établissant le fondement du traitement des données à caractère personnel qui est nécessaire aux fins du développement, de la mise à l’essai et de l’entraînement de systèmes d’IA innovants, ou de toute autre base juridique, dans le respect du droit de l’Union relatif à la protection des données à caractère personnel.

source: Testing of high-risk AI systems in real world conditions outside AI regulatory sandboxes
fr_fr: Essais de systèmes d’IA à haut risque en conditions réelles en dehors des bacs à sable réglementaires de l’IA

source: Testing of high-risk AI systems in real world conditions outside AI regulatory sandboxes may be conducted by providers or prospective providers of high-risk AI systems listed in Annex III, in accordance with this Article and the real-world testing plan referred to in this Article, without prejudice to the prohibitions under Article 5.
fr_fr: Les essais de systèmes d’IA à haut risque en conditions réelles en dehors des bacs à sable réglementaires de l’IA peuvent être effectués par les fournisseurs ou fournisseurs potentiels de systèmes d’IA à haut risque énumérés à l’annexe III, conformément au présent article et au plan d’essais en conditions réelles visé au présent article, sans préjudice des interdictions prévues à l’article 5.

source: The Commission shall, by means of implementing acts, specify the detailed elements of the real-world testing plan.
fr_fr: La Commission précise, par voie d’actes d’exécution, les éléments détaillés du plan d’essais en conditions réelles.

source: This paragraph shall be without prejudice to Union or national law on the testing in real world conditions of high-risk AI systems related to products covered by Union harmonisation legislation listed in Annex I.
fr_fr: Le présent paragraphe est sans préjudice du droit de l’Union ou du droit national relatif aux essais en conditions réelles de systèmes d’IA à haut risque liés aux produits qui relèvent de la législation d’harmonisation de l’Union dont la liste figure à l’annexe I.

source: Providers or prospective providers may conduct testing of high-risk AI systems referred to in Annex III in real world conditions at any time before the placing on the market or the putting into service of the AI system on their own or in partnership with one or more deployers or prospective deployers.
fr_fr: Les fournisseurs ou fournisseurs potentiels peuvent effectuer, seuls ou en partenariat avec un ou plusieurs déployeurs ou déployeurs potentiels, des essais des systèmes d’IA à haut risque visés à l’annexe III, en conditions réelles, à tout moment avant la mise sur le marché ou la mise en service du système d’IA concerné.

source: The testing of high-risk AI systems in real world conditions under this Article shall be without prejudice to any ethical review that is required by Union or national law.
fr_fr: Les essais de systèmes d’IA à haut risque en conditions réelles au titre du présent article sont sans préjudice de tout examen éthique exigé par le droit de l’Union ou le droit national.

source: Providers or prospective providers may conduct the testing in real world conditions only where all of the following conditions are met:
fr_fr: Les fournisseurs ou fournisseurs potentiels ne peuvent effectuer les essais en conditions réelles que si toutes les conditions suivantes sont remplies:

source: the provider or prospective provider has drawn up a real-world testing plan and submitted it to the market surveillance authority in the Member State where the testing in real world conditions is to be conducted;
fr_fr: le fournisseur ou le fournisseur potentiel a établi un plan d’essais en conditions réelles et l’a soumis à l’autorité de surveillance du marché dans l’État membre où les essais en conditions réelles doivent être réalisés;

source: the market surveillance authority in the Member State where the testing in real world conditions is to be conducted has approved the testing in real world conditions and the real-world testing plan; where the market surveillance authority has not provided an answer within 30 days, the testing in real world conditions and the real-world testing plan shall be understood to have been approved; where national law does not provide for a tacit approval, the testing in real world conditions shall remain subject to an authorisation;
fr_fr: l’autorité de surveillance du marché de l’État membre où les essais en conditions réelles doivent être réalisés a approuvé les essais en conditions réelles et le plan d’essais en conditions réelles; lorsque l’autorité de surveillance du marché n’a pas fourni de réponse dans un délai de 30 jours, les essais en conditions réelles et le plan d’essais en conditions réelles sont réputés approuvés; lorsque le droit national ne prévoit pas d’approbation tacite, les essais en conditions réelles restent soumis à autorisation;

source: the provider or prospective provider, with the exception of providers or prospective providers of high-risk AI systems referred to in points 1, 6 and 7 of Annex III in the areas of law enforcement, migration, asylum and border control management, and high-risk AI systems referred to in point 2 of Annex III has registered the testing in real world conditions in accordance with Article 71(4) with a Union-wide unique single identification number and with the information specified in Annex IX; the provider or prospective provider of high-risk AI systems referred to in points 1, 6 and 7 of Annex III in the areas of law enforcement, migration, asylum and border control management, has registered the testing in real-world conditions in the secure non-public section of the EU database according to Article 49(4), point (d), with a Union-wide unique single identification number and with the information specified therein; the provider or prospective provider of high-risk AI systems referred to in point 2 of Annex III has registered the testing in real-world conditions in accordance with Article 49(5);
fr_fr: le fournisseur ou fournisseur potentiel, à l’exception des fournisseurs ou fournisseurs potentiels de systèmes d’IA à haut risque visés à l’annexe III, points 1, 6 et 7, dans les domaines des activités répressives, de la migration, de l’asile et de la gestion des contrôles aux frontières, ainsi que des systèmes d’IA à haut risque visés à l’annexe III, point 2, a enregistré les essais en conditions réelles dans la partie non publique de la base de données de l’UE visée à l’article 71, paragraphe 4, avec un numéro d’identification unique à l’échelle de l’Union et les informations indiquées à l’annexe IX; le fournisseur ou fournisseur potentiel de systèmes d’IA à haut risque visé à l’annexe III, points 1, 6 et 7, dans les domaines des activités répressives, de la migration, de l’asile et de la gestion des contrôles aux frontières, a enregistré les essais en conditions réelles dans la partie non publique de la base de données de l’UE visée à l’article 49, paragraphe 4, point d), avec un numéro d’identification unique à l’échelle de l’Union et les informations y indiquées; le fournisseur ou fournisseur potentiel de systèmes d’IA à haut risque visé à l’annexe III, point 2, a enregistré les essais en conditions réelles conformément à l’article 49, paragraphe 5.

source: the provider or prospective provider conducting the testing in real world conditions is established in the Union or has appointed a legal representative who is established in the Union;
fr_fr: le fournisseur ou fournisseur potentiel effectuant les essais en conditions réelles est établi dans l’Union ou a désigné un représentant légal établi dans l’Union;

source: data collected and processed for the purpose of the testing in real world conditions shall be transferred to third countries only provided that appropriate and applicable safeguards under Union law are implemented;
fr_fr: les données collectées et traitées aux fins des essais en conditions réelles ne sont transférées vers des pays tiers qu’à condition que des garanties appropriées et applicables en vertu du droit de l’Union soient en place;

source: the testing in real world conditions does not last longer than necessary to achieve its objectives and in any case not longer than six months, which may be extended for an additional period of six months, subject to prior notification by the provider or prospective provider to the market surveillance authority, accompanied by an explanation of the need for such an extension;
fr_fr: les essais en conditions réelles ne durent pas plus longtemps que nécessaire pour atteindre leurs objectifs et, en tout état de cause, pas plus de six mois, qui peuvent être prolongés pour une période supplémentaire de six mois, sous réserve d’une notification préalable par le fournisseur ou fournisseur potentiel à l’autorité de surveillance du marché, accompagnée d’une explication des raisons qui motivent une telle prolongation;

source: the subjects of the testing in real world conditions who are persons belonging to vulnerable groups due to their age or disability, are appropriately protected;
fr_fr: les participants aux essais en conditions réelles qui sont des personnes appartenant à des groupes vulnérables en raison de leur âge ou de leur handicap sont dûment protégées;

source: where a provider or prospective provider organises the testing in real world conditions in cooperation with one or more deployers or prospective deployers, the latter have been informed of all aspects of the testing that are relevant to their decision to participate, and given the relevant instructions for use of the AI system referred to in Article 13; the provider or prospective provider and the deployer or prospective deployer shall conclude an agreement specifying their roles and responsibilities with a view to ensuring compliance with the provisions for testing in real world conditions under this Regulation and under other applicable Union and national law;
fr_fr: lorsqu’un fournisseur ou un fournisseur potentiel organise les essais en conditions réelles en coopération avec un ou plusieurs déployeurs ou déployeurs potentiels, ces derniers ont été préalablement informés de tous les aspects des essais qui sont pertinents pour leur décision de participer et ont reçu les instructions d’utilisation adéquates pour le système d’IA visé à l’article 13; le fournisseur ou fournisseur potentiel et le déployeur ou déployeur potentiel concluent un accord précisant leurs rôles et responsabilités en vue d’assurer le respect des dispositions relatives aux essais en conditions réelles prévues par le présent règlement et en vertu d’autres dispositions applicables du droit de l’Union et du droit national;

source: the subjects of the testing in real world conditions have given informed consent in accordance with Article 61, or in the case of law enforcement, where the seeking of informed consent would prevent the AI system from being tested, the testing itself and the outcome of the testing in the real world conditions shall not have any negative effect on the subjects, and their personal data shall be deleted after the test is performed;
fr_fr: les participants aux essais en conditions réelles ont donné leur consentement éclairé conformément à l’article 61 ou, dans le cas des services répressifs, lorsque la recherche d’un consentement éclairé empêcherait de réaliser les essais du système d’IA, les essais proprement dits et les résultats des essais en conditions réelles n’ont pas d’effet négatif sur les participants, et leurs données à caractère personnel sont supprimées une fois les essais réalisés;

source: the testing in real world conditions is effectively overseen by the provider or prospective provider, as well as by deployers or prospective deployers through persons who are suitably qualified in the relevant field and have the necessary capacity, training and authority to perform their tasks;
fr_fr: le fournisseur ou le fournisseur potentiel ainsi que les déployeurs ou les déployeurs potentiels effectuent un contrôle effectif des essais en conditions réelles, par des personnes dûment qualifiées dans le domaine concerné et disposant des capacités, de la formation et de l’autorité nécessaires pour accomplir leurs tâches;

source: the predictions, recommendations or decisions of the AI system can be effectively reversed and disregarded.
fr_fr: les prévisions, recommandations ou décisions du système d’IA peuvent effectivement être infirmées et ignorées.

source: Any subjects of the testing in real world conditions, or their legally designated representative, as appropriate, may, without any resulting detriment and without having to provide any justification, withdraw from the testing at any time by revoking their informed consent and may request the immediate and permanent deletion of their personal data.
fr_fr: Tout participant aux essais en conditions réelles, ou son représentant légal, selon le cas, peut, sans encourir de préjudice et sans devoir se justifier, se retirer des essais à tout moment, en révoquant son consentement éclairé et peut demander la suppression immédiate et définitive de ses données à caractère personnel.

source: The withdrawal of the informed consent shall not affect the activities already carried out.
fr_fr: Le retrait du consentement éclairé n’affecte pas les activités déjà menées.

source: In accordance with Article 75, Member States shall confer on their market surveillance authorities the powers of requiring providers and prospective providers to provide information, of carrying out unannounced remote or on-site inspections, and of performing checks on the conduct of the testing in real world conditions and the related high-risk AI systems.
fr_fr: Conformément à l’article 75, les États membres confèrent à leurs autorités de surveillance du marché le pouvoir d’exiger des fournisseurs et des fournisseurs potentiels qu’ils fournissent des informations, de procéder à des inspections inopinées à distance ou sur place et d’effectuer des vérifications concernant la réalisation des essais en conditions réelles et des systèmes d’IA à haut risque connexes.

source: Market surveillance authorities shall use those powers to ensure the safe development of testing in real world conditions.
fr_fr: Les autorités de surveillance du marché utilisent ces pouvoirs pour veiller au développement sûr des essais en conditions réelles.

source: Any serious incident identified in the course of the testing in real world conditions shall be reported to the national market surveillance authority in accordance with Article 73.
fr_fr: Tout incident grave constaté au cours des essais en conditions réelles est signalé à l’autorité nationale de surveillance du marché, conformément à l’article 73.

source: The provider or prospective provider shall adopt immediate mitigation measures or, failing that, shall suspend the testing in real world conditions until such mitigation takes place, or otherwise terminate it.
fr_fr: Le fournisseur ou fournisseur potentiel adopte des mesures d’atténuation immédiates ou, à défaut, suspend les essais en conditions réelles jusqu’à ce que cette atténuation soit effective ou y met fin en l’absence d’atténuation.

source: The provider or prospective provider shall establish a procedure for the prompt recall of the AI system upon such termination of the testing in real world conditions.
fr_fr: Le fournisseur ou fournisseur potentiel établit une procédure pour le rappel rapide du système d’IA lors de la cessation des essais en conditions réelles.

source: Providers or prospective providers shall notify the national market surveillance authority in the Member State where the testing in real world conditions is to be conducted of the suspension or termination of the testing in real world conditions and of the final outcomes.
fr_fr: Les fournisseurs ou fournisseurs potentiels informent l’autorité nationale de surveillance du marché de l’État membre où les essais en conditions réelles doivent être réalisés de la suspension ou de la cessation des essais en conditions réelles et des résultats finaux.

source: The provider or prospective provider shall be liable under applicable Union and national liability law for any damage caused in the course of their testing in real world conditions.
fr_fr: Le fournisseur ou le fournisseur potentiel sont responsables, en vertu du droit de l’Union et du droit national applicable en matière de responsabilité, de tout préjudice causé durant les essais en conditions réelles.

source: Informed consent to participate in testing in real world conditions outside AI regulatory sandboxes
fr_fr: Consentement éclairé à participer aux essais en conditions réelles en dehors des bacs à sable réglementaires de l’IA

source: For the purpose of testing in real world conditions under Article 60, freely-given informed consent shall be obtained from the subjects of testing prior to their participation in such testing and after their having been duly informed with concise, clear, relevant, and understandable information regarding:
fr_fr: Aux fins des essais en conditions réelles visés à l’article 60, le consentement éclairé donné librement est obtenu des participants aux essais avant que ceux-ci ne prennent part à ces essais et après qu’ils ont été dûment informés au moyen d’informations concises, claires, pertinentes et compréhensibles concernant:

source: the nature and objectives of the testing in real world conditions and the possible inconvenience that may be linked to their participation;
fr_fr: la nature et les objectifs des essais en conditions réelles ainsi que les désagréments éventuels pouvant être liés à sa participation;

source: the conditions under which the testing in real world conditions is to be conducted, including the expected duration of the subject or subjects’ participation;
fr_fr: les conditions dans lesquelles les essais en conditions réelles doivent être réalisés, y compris la durée prévue de la participation;

source: their rights, and the guarantees regarding their participation, in particular their right to refuse to participate in, and the right to withdraw from, testing in real world conditions at any time without any resulting detriment and without having to provide any justification;
fr_fr: les droits et garanties concernant leur participation, en particulier leur droit de refuser de participer aux essais en conditions réelles et leur droit de s’en retirer à tout moment sans encourir de préjudice et sans devoir se justifier;

source: the arrangements for requesting the reversal or the disregarding of the predictions, recommendations or decisions of the AI system;
fr_fr: les modalités selon lesquelles il peut être demandé que des prévisions, recommandations ou décisions du système d’IA soient infirmées ou ignorées;

source: the Union-wide unique single identification number of the testing in real world conditions in accordance with Article 60(4) point (c), and the contact details of the provider or its legal representative from whom further information can be obtained.
fr_fr: le numéro d’identification unique à l’échelle de l’Union des essais en conditions réelles conformément à l’article 60, paragraphe 4, point c), et les coordonnées du fournisseur ou de son représentant légal auprès duquel des informations complémentaires peuvent être obtenues.

source: The informed consent shall be dated and documented and a copy shall be given to the subjects of testing or their legal representative.
fr_fr: Le consentement éclairé est daté et documenté et une copie en est remise aux participants aux essais ou à leur représentant légal.
